LEXICON_RU: dict[str, str] = {
    '/start': 'Выбирайте команду в меню и действуйте.',
    '/help': 'Бот может работать с небольшой задержкой.\n'
             'Если бот не отвечает на команды более 10 секунд, или наблюдается другая проблема,'
             ' или у вас есть предложение по совершенствованию бота, вы можете написать автору'
             ' в ответ на данное сообщение.',
    'help': 'Ваше обращение принято. Чтобы отправить ещё одно обращение, '
            'необходимо повторно ввести команду /help.',
    '/about': 'Доступные команды:\n'
              '/start - прекратить рабочую сессию или сбросить бота, если он завис;\n'
              '/fitness - запустить фитнес-тренера;\n'
              '/life_calendar - запустить календарь жизни;\n'
              '/help - обратиться к администратору, если бот работает некорректно, либо у вас есть '
              'предложения по развитию.\n\n'
              'Календарь жизни - это таблица с кружкАми, из которой визуально понятно какая часть жизни '
              'уже прожита. 1 кружок равен 1 неделе жизни. '
              'Если вам нужна дополнительная мотивация, можете подписаться '
              'на еженедельную рассылку календаря и наблюдать, как количество кружков медленно уменьшается. '
              'Если от этих рассылок вам станет грустно, то всегда можно отписаться. Или можно поделиться '
              'с другом ссылкой на бота, пусть он тоже погрустит. Вместе грустить веселее. 😊\n\n'
              'Фитнес-тренер - программа тренировок на одно упражнение с обратной связью. Перед тренировкой '
              'необходимо провести предложенную или иную разминку, чтобы не повредить мышцы и связки во время '
              'выполнения основного упражнения. Фитнес-тренер рассчитывает количество повторений, основываясь '
              'на ваших предыдущих результатах. Рекомендованный перерыв между тренировками одного упражнения - '
              'от 2 до 7 дней. Если перерыв будет более 7 дней, прогресс может отсутствовать.'
}
LEXICON_EN: dict[str, str] = {}
