LEXICON_RU: dict[str, str] = {
    'atomy': 'Сейчас будет необходимо по очереди за несколько шагов ввести '
             'фамилию, имя, отчество, дату рождения и номер телефона покупателя. '
             'В случае опечаток покупатель найден не будет. '
             'Для начала введите только фамилию с большой буквы:',
    'fa': 'Теперь введите имя с большой буквы:',
    'im': 'Теперь введите отчество с большой буквы:',
    'ot': 'Теперь введите дату рождения покупателя в одном из трёх форматов: ДД-ММ-ГГГГ, ДД.ММ.ГГГГ или ДД ММ ГГГГ. '
          'Например, для сегодняшнего дня это: ',
    'da': 'Теперь введите номер телефона в формате 9ХХХХХХХХХ, например 9219876543:',
    'te': 'Для проверки ещё одного покупателя введите повторно команду /atomy'
}
LEXICON_EN: dict[str, str] = {}
