LEXICON_RU: dict[str, str] = {
    'Yes': 'Да',
    'No': 'Нет',
    'life_calendar_0': 'Здесь вы можете посмотреть свой "календарь жизни", '
                       'и при необходимости заказать его получение на постоянной основе. '
                       'Календарь жизни - это таблица из которой визуально понятно какая часть жизни уже прожита. '
                       '1 кружок равен 1 неделе жизни.',
    'life_calendar_1': 'Ваша дата рождения ',
    'life_calendar_2': '? (Да/Нет)',
    'life_calendar_3': 'Введите через пробел дату вашего рождения, в формате 22 06 1981: ',
    'confirm_date_0': 'Отправить вам календарь? (Да/Нет)',
    'confirm_date_1': 'Введите через пробел дату вашего рождения, в формате 22 06 1981: ',
    'confirm_date_11': 'Теперь введите дату вашего рождения в одном из трёх форматов: ДД-ММ-ГГГГ, ДД.ММ.ГГГГ или ДД ММ ГГГГ. ',
                       # 'Например, для сегодняшнего дня это: ',
    'no_enter_date_0': 'Вы можете подписаться на еженедельную рассылку календаря. '
                       'Чтобы календарь приходил в дневное время,'
                       ' потребуется подтвердить свой часовой пояс. \n'
                       'Присылать календарь каждую неделю? (Да/Нет)',
    'no_enter_date_1': 'Вы можете подписаться на еженедельную рассылку календаря. '
                       'Чтобы календарь приходил в дневное время, для расчёта вашего часового пояса'
                       ' потребуется подтвердить своё местоположение (геопозицию). \n'
                       'Присылать календарь каждую неделю? (Да/Нет)',
    'enter_date_0': 'С почтением к вашему возрасту рекомендуем вам жить не торопясь, в своё удовольствие. '
                    'Вы настаиваете на получении календаря жизни? Если нет, напишите "0", если да, напишите, '
                    'какой срок в годах активной жизни вы для себя планируете: ',
    'enter_date_00': 'Какой срок в годах активной жизни вы для себя планируете? Напишите число: ',
    'enter_date_1': 'Вы можете подписаться на еженедельную рассылку календаря. '
                    'Чтобы календарь приходил в дневное время,'
                    ' потребуется подтвердить свой часовой пояс. \n'
                    'Присылать календарь каждую неделю? (Да/Нет)',
    'enter_date_2': 'Вы можете подписаться на еженедельную рассылку календаря. '
                    'Чтобы календарь приходил в дневное время, для расчёта вашего часового пояса'
                    ' потребуется подтвердить своё местоположение (геопозицию). \n'
                    'Присылать календарь каждую неделю? (Да/Нет)',
    'oldster_enter_date_0': 'Вы можете подписаться на еженедельную рассылку календаря. '
                            'Чтобы календарь приходил в дневное время,'
                            ' потребуется подтвердить свой часовой пояс. \n'
                            'Присылать календарь каждую неделю? (Да/Нет)',
    'oldster_enter_date_1': 'Вы можете подписаться на еженедельную рассылку календаря. '
                            'Чтобы календарь приходил в дневное время, для расчёта вашего часового пояса'
                            ' потребуется подтвердить своё местоположение (геопозицию). \n'
                            'Присылать календарь каждую неделю? (Да/Нет)',
    'oldster_enter_date_2': 'Вот и ладненько. Вы можете поделиться ссылкой на бота с другом, если ему '
                            'требуется дополнительная мотивация в виде календаря жизни.',
    'confirm_geo_0': 'Ваш часовой пояс \"',
    'confirm_geo_1': '\"? Если вы не знаете, нажмите \"Да\".',
    'confirm_geo_2': 'Вы сможете подписаться на него при следующем запросе.',
    'confirm_geo_process_0': 'Включили вас в рассылку.',
    'confirm_geo_process_1': 'Введите ваш часовой пояс числом от -12 до 12: ',
    'change_timezone': 'Включили вас в рассылку.',
    'everyweek_order_0': 'Ваш часовой пояс \"',
    'everyweek_order_1': '\"?',
    'everyweek_order_2': 'Включили вас в рассылку.',
    'everyweek_order_3': 'Вы сможете подписаться на него при следующем запросе.',



}
LEXICON_EN: dict[str, str] = {}
